{
  "blogs": [
    {
      "title": "The AI Revolution: How Chat GPT, Jasper, and Dall-e Are Taking Over the World (But in a Cute and Non-Threatening Way)",
      "body": "The AI Revolution: How Chat GPT, Jasper, and Dall-e Are Taking Over the World (But in a Cute and Non-Threatening Way)\nAre you ready for the AI revolution? No, of course not. But don’t worry, it’s not like they’re going to take over the world… yet. In the meantime, let’s take a look at some of the latest and greatest AI applications around, and see how they’re making our lives easier (or at least, more interesting).\n\nFirst up is OpenAI’s Chat GPT which you’ve probably heard a lot about lately since it’s been the talk of the town and has spurred a frenzy of activity in AI use with over 100 MILLION users added in just the last few months since its release to the public in late November 2022.\n\nThis little guy is a language model developed by OpenAI that can write articles (like this one  – ahem), generate text, and even answer your most burning questions. It’s like having your very own writer and personal assistant rolled into one!\n\nSure, Chat GPT might occasionally spout off some weird, nonsensical responses, but that’s part of its charm. Who needs logical coherence when you can have a bot that spits out endless cat memes?",
      "author": "Tirth",
      "id": 1
    },
    {
      "title": "Did the Pentagon Shoot Down a Harmless Ham Radio Balloon?",
      "body": "The Great UFO Turkey Shoot of 2023 began with a bang—several, in fact. U.S. fighter jets shot down a Chinese spy balloon off the coast of South Carolina in early February. In subsequent days, three more unidentified flying objects were shot down over Alaska, the Yukon and Lake Huron. But late last week the situation apparently ended with a whimper when U.S. and Canadian officials suspended efforts to recover and study debris from those latter three objects after U.S. president Joe Biden said they weren’t thought to be part of China’s extensive airborne surveillance efforts.\n\nAlthough certainty may never come now that the official search has concluded, there are good reasons to believe that at least one of those three UFOs isn’t actually “unidentified” anymore. Circumstantial evidence suggests that the object blasted out of the sky over the Yukon might have been what’s called a “pico balloon,” a balloon used for basic atmospheric exploration between altitudes of 20,000 and 50,000 feet.\n\nPurchased for less than $15 and operated by the ham radio hobbyist group Northern Illinois Bottlecap Balloon Brigade, a silvery, 32-inch-wide pico balloon called “K9YO-15” was launched from a nature preserve north of Chicago in October 2022. It dangled a 10-gram (0.35-ounce) payload that included a radio tracker, a solar panel and a long antenna wire. Some 123 days later, on February 11, 2023, K9YO-15 was on its seventh circumnavigation of the globe, its hobbyist operators say, when they lost contact with the pico balloon near Alaska’s border with the Yukon. This was the same day that a U.S. F-22 fighter jet shot down a UFO using a nearly half-million-dollar Sidewinder missile in the same general vicinity. K9YO-15 has not been heard from since.\n\nRegardless of any individual object’s identification, however, the greater question remains: Can innocuous balloon flights for scientific research coexist with a new hypervigilance from the U.S. and other nations over potential hostile intrusions into sovereign airspace? Or is the era of permissiveness at an end for routine balloon-borne research?\n\nWANTED: “SHARPER RULES” AND “COMMON GLOBAL NORMS”\nThe inciting incursion of China’s spy balloon—as well as the subsequent takedowns of the trio of unknown aerial objects—was serious enough to elicit a public address from the White House by President Biden on February 16.\n\n“We don’t yet know exactly what these three objects were,” Biden said. “But nothing ... right now suggests they were related to China’s spy balloon program or that they were surveillance vehicles from ... any other country.” Instead, he said, U.S. intelligence assessments were that “these three objects were most likely balloons tied to private companies, recreation, or research institutions studying weather or conducting other scientific research.” Even so, he added, “I gave the order to take down these three objects due to hazards to civilian commercial air traffic and because we could not rule out the surveillance risk of sensitive facilities.”\n\nIn his remarks, Biden also called for “sharper rules” as to how America will deal with unidentified objects that demand action and those that do not. In addition, he requested the Secretary of State to establish “common global norms in this largely unregulated space.”\n\nContacted by Scientific American, the Federal Aviation Administration said that the agency has comprehensive regulations for U.S. operators to safely carry out unpiloted free balloon flights.\n\nAmong other things, the regulations require a balloon to be equipped so it can be tracked by radar and its operator to notify the FAA prior to and at the time of launch. Furthermore, the operator must monitor and record the balloon’s course, make position reports to the FAA as requested, and notify the FAA of the timing and expected trajectory of the balloon’s descent.\n\nSuch rules are vital for ensuring the ongoing operation of high-altitude balloons, which play a critical role in gathering granular, real-time data for weather forecasting and climate monitoring. According to a statement issued last week by the United Nations World Meteorological Organization (WMO), nearly 1,000 weather balloons, laden with battery-operated sensors, launch each and every day. They soar for a couple of hours before bursting at high altitude and air-dropping their data-packed payloads back to Earth via parachute.\n\nThe numbers for hobbyist launches of pico balloons are harder to come by. But according to estimates from Bill Brown, a high-altitude ballooning expert and a rocket engineer at NASA’s Marshall Space Flight Center, student organizations and ham radio groups around the world launch at least a few hundred pico balloons each year, with most originating from the U.S. and Europe. “There are about 20 to 30 amateur-radio pico balloons flying at any given day worldwide and around three or four traveling across North America daily,” Brown says.\n\nThe inevitable first step toward Biden’s call for sharper rules lies in the U.S. government gaining a better awareness of what is already in the sky. The detection and destruction of the three UFOs indicates as much because those events were reportedly sparked by Chinese-balloon-inspired changes to North American Aerospace Defense Command (NORAD) radar systems to make them more sensitive to smaller objects.\n\n“I expect any meaningful [regulatory] changes will follow from that [U.S. government] cataloging, with safety as a driving principle in evaluating what does or doesn’t need new or modified regulation,” says Douglas Malnati, a New Jersey–based amateur radio operator, who launches pico balloons.\n\nThe Chinese spy balloon shot down off the South Carolina coast was huge: it was three buses in size and carried 2,000-plus pounds of intel-gathering instrumentation. In contrast, Malnati points out, a pico balloon is not much more than an oversized Mylar party balloon capable of hauling a few pennies of weight. There is clearly a spectrum of size to consider, he says, and pico balloons may be too small—or rather too minimally threatening—to merit meaningful regulatory changes.\n\n“They are no more harmful than a party balloon with a penny taped to it,” Malnati says. “Party balloons are released on accident and on purpose regularly. So I don’t think we’ll see F-22s shooting them out of the sky each time.”\n\nWeather balloons and other larger inflatables may be more likely to elicit new scrutiny from regulators, says Jason Krueger, president and founder of StratoStar, a company in of Noblesville, Ind., that manufactures and services a wide range of high-altitude ballooning gear for scientists and hobbyists alike. For instance, he says, lofting a sizable balloon may soon require filing a so-called notice to air missions (NOTAM) to the FAA—a precautionary measure previously considered optional for most launches.\n\n“If you look at the early days of aviation, you can see the effect of regulation creating an industry that now has a fantastic safety record and allows us to travel the world,” Krueger says. “In the last 10 years we have seen an exponential increase in the use of our atmosphere at all levels, from drones close to the ground, new aircraft in the clouds and spacecraft being launched daily to orbit. It only makes sense to continue to work on new regulations to keep our skies safe.”\n\nSPOTTING THE SPIES\nOutside of updated regulations, another promising avenue lies in distinguishing the probable flight profiles of spy balloons, which should tend to be bigger and to fly higher and farther than the vast majority of balloons presently used for scientific research.\n\nAdmittedly, making such distinctions isn’t always straightforward. For instance, although pico balloons are small and ultra lightweight—two features seemingly inconsistent with spy balloons—as shown by the globe-trotting K9YO-15, they can also stay aloft long enough to repeatedly circumnavigate Earth, potentially passing over sensitive sites all the while. In the absence of stricter regulations, for now, the onus is on hobbyists to somehow prevent their balloons from drifting into unauthorized airspaces—or at least to ensure that relevant governmental organizations are given details of launches and flight paths to avoid future misidentifications.\n\nAs for the Chinese spy balloon and its kin, StratoStar’s Krueger speculates that such craft are utilizing advanced “super pressure” technology, which allows for very long-duration flights by even very large, heavy balloons.\n\nNASA has been using these types of balloons for years, Krueger adds, and Google’s now defunct project and company Loon further advanced the state of the art, leading to super-pressure balloons that can change altitude and slowly steer by exploiting changes in wind currents between different layers of the atmosphere. “I believe China used this same type of super-pressure balloon technology in its platform,” he says. Knowing the telltale flight profile of a super-pressure balloon (and ensuring U.S.-based researchers follow current domestic flight rules), Krueger concludes, should allow domestic air-defense radar systems to better differentiate between genuine foreign spy balloons and standard research inflatables now and in the future.\n\nThat’s still cold comfort for some who wish high-altitude ballooning to be a regular, routine activity that is available to all. Mike Pappas, a resource coordinator at Edge of Space Sciences (EOSS), a Denver, Colo–based scientific ballooning nonprofit, worries about what new regulations may now lie in store. Excessive regulation could easily backfire, he says, becoming so onerous that the same groups most likely to benefit from low-budget balloons—namely middle school, high school and college students—will be effectively discouraged from using them.\n\n“From an educational standpoint, the balloons [that] EOSS flies help to get elementary and high school students interested in science, technology, engineering and mathematics,” Pappas says. “So [those areas] would take most of the brunt of any significant reduction in balloon programs.... If programs like ours are ceased due to onerous regulations, future generations of engineers will suffer.”",
      "author": "Tirth",
      "id": 2
    }
  ]
}